<script setup></script>

<template>
    <section class="summarizing">
        <h5 class="review-title" id="summarizing">Подведение итогов</h5>
        <div class="text-container">
            Canon EOS 90D и Canon EOS 2000D - это две разные модели камер от
            компании Canon. Вот основные различия между ними: 1. Разрешение
            датчика изображения: Canon EOS 90D имеет разрешение 32,5
            мегапикселей, в то время как Canon EOS 2000D имеет разрешение 24,1
            мегапикселя. Таким образом, EOS 90D предлагает более высокое
            разрешение. 2. Система автофокусировки: EOS 90D включает систему
            Dual Pixel CMOS AF с 45 точками автофокусировки, что обеспечивает
            быстрый и точный автофокус. EOS 2000D имеет более простую систему
            автофокусировки с 9 точками. 3. Буферная емкость: EOS 90D имеет
            большую буферную емкость и более быструю серийную съемку, что
            позволяет фотографировать быстро движущиеся объекты. EOS 2000D имеет
            меньшую буферную емкость и ограниченные возможности для серийной
            съемки. 4. Видеосъемка: EOS 90D поддерживает съемку видео в
            разрешении 4K, в то время как EOS 2000D ограничивается видео в
            разрешении Full HD. 5. Экранный дисплей: EOS 90D имеет поворотный и
            сенсорный экранный дисплей, что упрощает съемку с низких или высоких
            углов. EOS 2000D имеет обычный неподвижный дисплей без сенсорной
            поддержки. В целом, Canon EOS 90D предлагает более продвинутые
            функции и более высокую производительность по сравнению с Canon EOS
            2000D. Однако, выбор между ними зависит от ваших конкретных
            потребностей и бюджета.
        </div>
    </section>
</template>
